app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2017-11-30 05:03:41.807919"], ["updated_at", "2017-11-30 05:03:41.807919"]]
---
  def create
    #binding.pry
    @student = Student.new(first_name: params[:student][:first_name],
                           last_name: params[:student][:last_name]
                          )
    if @student.save